{"about":"О","about_chortoq_hospitality":"О CHORTOQ HOSPITALITY","about_subtitle":"Целебный рай природы","about_text":"Chortoq Grand Resort — это роскошный 5-звездочный оздоровительный и реабилитационный курорт, расположенный в тихом районе Чартак Ферганской долины Узбекистана, в окружении величественных горных хребтов Тянь-Шань, Курама, Чаткал и Нуратау. Этот обширный курорт, спроектированный как убежище для релаксации и омоложения, предлагает непревзойденный опыт благодаря своему набору удобств, ориентированных на оздоровительные процедуры. Гости могут насладиться изысканными номерами, современным санаторием, несколькими вариантами питания и специализированными спа-услугами для лечебных процедур и реабилитации. На курорте также есть как крытые, так и открытые развлекательные мероприятия, развлекательные мероприятия и индивидуальные детские учреждения, что обеспечивает целостный отдых, который подходит для любой возрастной группы и потребностей в оздоровлении.\n","book_now":"Забронировать сейчас","celebrate":"ПРАЗДНУЙТЕ","chic_modern_vibrant":"Шикарный. Современный. Яркий.","chortoq_boutique_hotel":"БУТИК-ОТЕЛЬ CHORTOQ","chortoq_sanatorium":"САНАТОРИЙ ЧОРТОК","crafting_experiences":"СОЗДАНИЕ ОПЫТА, СОЗДАНИЕ ВОСПОМИНАНИЙ","curated_for_you":"Специально для вас","dates":{"aug_17":"17 авг. сб.","aug_18":"18 авг. вс"},"designed_for_you":"СОЗДАНО ДЛЯ ВАС","dine":"ОБЕДАТЬ","discover_more":"Узнайте больше","exclusive_offers":"ЭКСКЛЮЗИВНЫЕ ПРЕДЛОЖЕНИЯ","exclusive_offers_description":"Откройте для себя уникальный опыт, вдохновляющие места и эксклюзивные тарифы для участников программы лояльности Chortoq. Превратите свое путешествие в освежающее путешествие, где каждое пребывание — это возможность исследовать захватывающие дух места.","explore":"Исследовать","featured_hotels":"ИЗБРАННЫЕ ОТЕЛИ","featured_hotels_text":"Шагните в мир незабываемых впечатлений в наших уникальных отелях, где каждое пребывание создано для наслаждения. От безмятежных уединений до оживленных городских побегов, пусть Chortoq Hospitality станет вашим шлюзом к исключительному комфорту и прекрасным местам.","grand_chortoq_resort":"КРУПНЫЙ КУРОРТ ЧОРТОК","guests":"Гости","learn_more":"Узнать больше","meet":"ВСТРЕТИТЬСЯ","nature_healing_paradise":"Целебный рай природы","o2zoda_palace":"ДВОРЕЦ О2ЗОДА","one_guest":"01 Взрослый, 0 Ребенок","one_room":"01 Комната","room_des":"Разнообразные номера отеля Chortoq Grand Resort предлагают необычайный отдых, сочетающий роскошь и спокойствие живописных гор Ферганской долины. Каждый номер и люкс тщательно спроектированы с элегантной мебелью и современными удобствами, предлагая оазис релаксации с панорамным видом на горы и первоклассными удобствами. Для тех, кто ищет максимальную роскошь, наши королевские виллы представляют собой частное убежище с обширными жилыми помещениями, эксклюзивными услугами и индивидуальными штрихами, идеально подходящими для приятного отдыха. Независимо от того, выберете ли вы стильный номер, просторный люкс или роскошную виллу, Chortoq обещает незабываемый отдых, где комфорт встречается с природной красотой.","rooms":"Комнаты","ROOMS&SUITES":"НОМЕРА И ЛЮКСЫ","room_subtitle":"Где каждая комната создает ощущение уединения","sanatorium_description":"Санаторий Chortoq — это первоклассный центр оздоровления и реабилитации, расположенный в спокойной обстановке курорта Grand Chortoq, предлагающий целостный подход к здоровью и восстановлению. В основе процедур санатория Chortoq лежит известная минеральная вода Chortoq — чистое воплощение сущности природы.","savor_moments":"Наслаждайтесь каждым моментом","serene_mountain_escape":"Безмятежный отдых в горах","shop":"МАГАЗИН","shop_now":"Купить сейчас","Well-Being":"Ретрит по оздоровлению и реабилитации","wellness":"ЗДОРОВЬЕ","wellness_description":"В Chortoq Hospitality оздоровление — это образ жизни. Наши обширные предложения по оздоровлению направлены на удовлетворение всех аспектов благополучия, сочетая релаксацию, фитнес и омоложение в гармонии с природой.","wellness_sub":"Начните свой путь обновления","where_ideas_connect":"Где идеи соединяются","where_memories_made":"Где создаются воспоминания"}