{"about":"About","about_chortoq_hospitality":"ABOUT CHORTOQ HOSPITALITY","about_subtitle":"Nature’s Healing Paradise","about_text":"Chortoq Grand Resort is a luxurious 5-star wellness and rehabilitatiom retreat nestled in the serene Chartak region of Uzbekistan's Fergana Valley, surrounded by the majestic Tianshan, Qurama, Chatkal, and Nuratau mountain ranges. Designed as a sanctuary for relaxation and rejuvenation, this expansive resort offers an unparalleled experience with its array of wellness-focused amenities. Guests can enjoy exquisite accommodations, a state-of-the-art sanatorium, multiple dining options, and dedicated spa facilities for therapeutic treatments and rehabilitation. The resort also features both indoor and outdoor recreational activities, entertainment options, and tailored kids’ facilities, providing a holistic escape that caters to every age group and wellness need.\n","book_now":"Book Now","celebrate":"CELEBRATE","chic_modern_vibrant":"Chic. Modern. Vibrant.","chortoq_boutique_hotel":"CHORTOQ BOUTIQUE HOTEL","chortoq_sanatorium":"CHORTOQ SANATORIUM","crafting_experiences":"CRAFTING EXPERIENCES, CREATING MEMORIES","curated_for_you":"Curated for you","dates":{"aug_17":"17 Aug Sat","aug_18":"18 Aug Sun"},"designed_for_you":"DESIGNED FOR YOU","dine":"DINE","discover_more":"Discover More","exclusive_offers":"EXCLUSIVE OFFERS","exclusive_offers_description":"Unlock unique experiences, inspiring places and exclusive Chortoq Loyalty Programme member rates. Turn your travel into a refreshing journey where every stay is an opportunity to explore breathtaking destinations.","explore":"Explore","featured_hotels":"FEATURED HOTELS","featured_hotels_text":"Step into a world of unforgettable experiences at our unique hotels, where every stay is crafted to delight. From serene retreats to vibrant city escapes, let Chortoq Hospitality be your gateway to exceptional comfort and beautiful destinations.","grand_chortoq_resort":"GRAND CHORTOQ RESORT","guests":"Guests","learn_more":"Learn More","meet":"MEET","nature_healing_paradise":"Nature’s Healing Paradise","o2zoda_palace":"O2ZODA PALACE","one_guest":"01 Adult, 0 Child","one_room":"01 Room","room_des":"Chortoq Grand Resort’s diverse accommodation offer an extraordinary escape, combining opulence with the tranquility of the Fergana Valley’s picturesque mountains. Each room and suite is thoughtfully designed with elegant furnishings and modern comforts, providing an oasis of relaxation with panoramic mountain views and premium amenities. For those seeking the ultimate in luxury, our Royal Villas present a private sanctuary featuring expansive living spaces, exclusive services, and personalized touches, perfect for an indulgent getaway. Whether you choose a stylish room, a spacious suite, or a lavish villa, Chortoq promises an unforgettable retreat where comfort meets natural beauty.","rooms":"Rooms","ROOMS&SUITES":"ROOMS & SUITES","room_subtitle":"Where Every Room Feels Like a Retreat","sanatorium_description":"The Chortoq Sanatorium is a premier well-being and rehabilitation center, nestled in the serene environment of the Grand Chortoq Resort, offering a holistic approach to health and recovery. At the heart of the Chortoq Sanatorium's treatments is the renowned Chortoq Mineral Water - a pure embodiment of nature's essence.","savor_moments":"Savor every moment","serene_mountain_escape":"Serene mountain escape","shop":"SHOP","shop_now":"Shop Now","Well-Being":"Well-Being and Rehabilitation Retreat","wellness":"WELLNESS","wellness_description":"At Chortoq Hospitality, wellness is a way of life. Our expansive wellness offerings are designed to cater to every aspect of well-being, blending relaxation, fitness, and rejuvenation in harmony with nature.","wellness_sub":"Start your journey of renewal","where_ideas_connect":"Where ideas connect","where_memories_made":"Where memories are made"}